Repository: UncleSamulus/BirdNET-stream
Catalog: www/translations/messages+intl-icu.*.xlf
Languages: fr

source: About
fr: À propos

source: BirdNET-stream is a realtime soundscape analyzis software powered by BirdNET AI.
fr: BirdNET-stream est un logiciel d'analyse en temps réel de l'environnement sonore basé sur BirdNET.

source: It aims to be able to run on any computer with a microphone.
fr: Il cherche à être fonctionnel sur tout ordinateur équipé d'un microphone.

source: Author
fr: Auteur

# This project is made with &amp;hearts; by Samuel ORTION.
source: This project is made with &hearts; by Samuel ORTION.
fr: Ce projet est fait avec &hearts; par Samuel ORTION.

source: License
fr: Licence

source: BirdNET-stream is licensed under the
fr: BirdNET-stream est sous licence

source: BirdNET-Analyzer, on which this project relies, is licensed under
fr: BirdNET-Analyzer, sur qui ce projet repose, est sous licence

source: Frequency charts
fr: Graphe de fréquence

source: No charts available
fr: Pas de graphe disponible

source: Home
fr: Accueil

source: Today's Detections
fr: Détection aujourd'hui

source: Live Spectrogram
fr: Spectrogramme en temps réel

source: Statistics
fr: Statistiques

source: Recordings
fr: Enregistrements

source: Best Recordings
fr: Meilleurs Enregistrements

source: View Logs
fr: Voir les logs

source: Enter a date in this format YYYY-MM-DD
fr: Entrez une date au format YYYY-MM-DD

source: No logs available
fr: Pas de logs disponible

source: Spectrogram
fr: Spectrogramme

source: Launch Live Spectrogram
fr: Lancer le Spectrogramme en temps réel

source: No audio sources yet
fr: Pas de source audio pour le moment

source: Quick Stats
fr: Statistiques rapides

source: Most recorded species
fr: Espèce la plus souvent enregistrée

source: with
fr: avec

source: No species in database.
fr: Aucune espèce dans la base de donnée.

source: Last detected species
fr: Dernière espèce détectée

source: AI confidence
fr: Niveau de confiance

source: today
fr: aujourd'hui

source: on
fr: le

source: No species in database
fr: Aucune espèce dans la base de données

source: Today's contacts for
fr: Contacts d'aujourd'hui pour

source: Contacts on
fr: Contacts le

source: for
fr: pour

source: Contact count:
fr: Nombre de contact:

source: Max confidence
fr: Niveau de confiance maximal

source: Contact records
fr: Enregistrement du contact

source: Filename
fr: Fichier

source: Time
fr: Heure

source: Confidence
fr: Confiance

source: Select this record
fr: Sélectionner cet enregistrement

source: Download audio file
fr: Télécharger le fichier audio

source: No records this day for this species
fr: Pas d'entrement ce jour pour cette espèce

source: Select all
fr: Séléctionner tout

source: Delete selected
fr: Supprimer la sélection

source: Today's detected species
fr: Espèces détectées aujourd'hui

source: Detected species on
fr: Espèces détectées le

source: No species detected this day
fr: Aucune espèce détectée ce jour

source: Services status
fr: Status des services

source: No status available
fr: Aucun status disponible

source: Welcome to BirdNET-stream !
fr: Bienvenue sur BirdNET-stream !
